[
  {
    "name": "Select Ability",
    "value": "none",
    "description": "Select an ability to see its description.",
    "default": true
  },
  {
    "name": "Action Star",
    "value": "action_star",
    "description": "Gain more actions in combat.",
    "lvl1": "No energy penalty when repeating an action.",
    "lvl2": "Gain a third action by spending 2 energy.",
    "lvl3": "Third action no longer costs 2 energy."
  },
  {
    "name": "Analyst",
    "value": "analyst",
    "description": "Gain the <strong>Analyze</strong> ability - Learn the exact challenge to beat for any action or the exact health/armor of a target.",
    "lvl1": "Can use Analyze 3 times a play session.",
    "lvl2": "Analyze can be used 5 times a play session. Determining the health of enemy targets no longer count towards this limit.",
    "lvl3": "Using analyze on your own character actions no longer counts toward the play session limit."
  },
  {
    "name": "Brawler",
    "value": "brawler",
    "description": "Gain <strong> Cleave </strong>: when hitting an enemy with a melee attack, it can hit one enemy adjacent to your target that is within your range.",
    "lvl1": "Cleave deals half damage to the secondary target.",
    "lvl2": "Cleave can now hit an additional enemy.",
    "lvl3": "Cleave deals full damage to secondary targets."
  },
  {
    "name": "Cheerleader",
    "value": "cheerleader",
    "description": "Your character can spend resources to improve the rolls of other characters.",
    "lvl1": "<strong>Go Team!</strong>:  Prior to another player making a roll, you can spend 1 resource (matching the resource type they spend) to improve their total roll by 1d6.",
    "lvl2": "<strong>If You Can't Do It!</strong>: You can now spend as much resources as you like to improve a roll.",
    "lvl3": "<strong>Nobody Can!</strong>: You can now retroactively improve rolls after a player rolls it. This costs 2 resources to do so."
  },
  {
    "name": "Encyclopedia",
    "value": "encyclopedia",
    "description": "Your character gains the <strong>Knowledge</strong> ability. Knowledge allows you to attempt any untrained skill at a skill level equal to your Intelligence roll if you pass an active Intelligence check first.",
    "lvl1": "Can use Knowledge twice a play session.",
    "lvl2": "Knowledge no longer has a play session limit.",
    "lvl3": "The Intelligence check is not a passive check and doesn't require resources."
  },
  {
    "name": "Lucky",
    "value": "lucky",
    "description": "Gain the <strong>Mulligan</strong> ability - Re-roll any roll. Limited uses per play session.",
    "lvl1": "Can use Mulligan once a play session.",
    "lvl2": "Can use Mulligan twice a play session.",
    "lvl3": "Can use Mulligan three times a play session "
  },
  {
    "name": "Martial Artist",
    "value": "martial_artist",
    "description": "Your character gains reaction attacks to enemy melee attacks.",
    "lvl1": "<strong>Fast as Lightening</strong>:  Successful dodging or grab-breaking gives you a single dice melee attack reaction.",
    "lvl2": "<strong>A Little Bit Frightening</strong>: Successful dodging or grab-breaking gives you a full melee attack reaction.",
    "lvl3": "<strong>Kungfu Fighting</strong>: Making a successful melee attack automatically grants a free dodge action (once per turn)."
  },
  {
    "name": "Ninja",
    "value": "ninja",
    "description": "Your character gains bonuses when attacking while stealthed. Attacking immediately breaks stealth.",
    "lvl1": "Gain an additional free attack roll when attacking from stealth.",
    "lvl2": "Gain an additional 1d6 damage roll per successful attack when attacking from stealth.",
    "lvl3": "Gain additional +2 to each attack and damage roll when attacking from stealth."
  },
  {
    "name": "Sniper",
    "value": "sniper",
    "description": "You can spend actions to empower a ranged attack.",
    "lvl1": "<strong>Snipe</strong>: Spend your entire turn to make an empowered ranged attack. Snipe adds 2 free attack rolls at no cost.",
    "lvl2": "Snipe now adds your dexterity modifier to each damage roll.",
    "lvl3": "Snipe now only costs one action. However, you cannot make any other attacks if you used Snipe in the same turn."
  },
  {
    "name": "Therapist",
    "value": "therapist",
    "description": "Gain the <strong>Counseling</strong> ability, which restores sanity to other players. Any character can only receive counseling at most once a day",
    "lvl1": "Counseling restores 1d4 + charisma modifier. This can be used twice a day.",
    "lvl2": "Counseling restores 1d6 + charisma modifier. Gain one additional use per day.",
    "lvl3": "Counseling now restores 1d10 + charisma and restores a minimum of 4 sanity. "
  }
]