{
    "abilities" : [
        {
            "name" : "Select Ability",
            "value" : "none",
            "description" : "Select an ability to see its description."
        },
        {
            "name" : "Mulligan",
            "value" : "mulligan",
            "description" : "Two times a play session, you can make a Double Down (re-roll a roll) without any cost"
        },
        {
            "name" : "High Octane",
            "value" : "high_octane",
            "description" : "You can take one additional action on your turn by spending 2 energy."
        },
        {
            "name" : "Triage",
            "value" : "triage",
            "description" : "You can use an action to determine the exact health of up to three enemy targets. This can be repeated in a turn without having to spend energy. "
        },
        {
            "name" : "Cheerleader",
            "value" : "cheerleader",
            "description" : "You can spend your own Health, Energy, or Sanity to improve the rolls of other players prior to them making a roll."
        },
        {
            "name" : "Encyclopedia",
            "value" : "encyclopedia",
            "description" : "You can attempt any skill even for a skill you don't possess by passing an Intelligence check first."
        },
        {
            "name" : "Gotta Go Fast",
            "value" : "speedster",
            "description" : "Gain an additional 2 movement speed."
        },
        {
            "name" : "Martial Artist",
            "value" : "Martial Artist",
            "description" : "Successful dodging gives you a free melee attack opportunity. Increase melee hit roll by 1. Gain the Martial Arts Strike ability, which is an easy difficulty unarmed attack that allows you to add your strength modifier to attack damage."
        },
        {
            "name" : "Sniper",
            "value" : "sniper",
            "description" : " Increase ranged hit dice by 2. Gain the snipe ability which takes two actions but increases your ranged hit dice by 2 and gives +2 to your attack roll."
        },
        {
            "name" : "Battle Hardened",
            "value" : "battlehardened",
            "description" : "Any combat burdens (resource cost per round of combat) and Sanity loss due to traumatic scenes are reduced by half."
        }
    ],
    "flaws" : [
        {
            "name" : "Select Flaw",
            "value" : "none",
            "description" : "Select a flaw to see its description"
        },
        {
            "name" : "Fainthearted",
            "value" : "fainthearted",
            "description" : "If you roll an initiative of 6 or lower, your first action in combat is to freeze up. "
        },
        {
            "name" : "Nearsighted",
            "value" : "nearsighted",
            "description" : "Anytime you roll a natural 1, your glasses may fall off. All Perception checks fail and ranged attacks receive Impossible+ difficulty until you spend an action to pick them up and put them back on. Your glasses can break."
        },
        {
            "name" : "Unlucky",
            "value" : "lucky",
            "description" : "Two times a play session, the ZM can force you to re-roll any roll. Any resources spent on the first roll are refunded."
        },
        {
            "name" : "Clumsy",
            "value" : "clumsy",
            "description" : "Your character occasionally slips up and causes an accident. This can occur no more than two times a play session."
        },
        {
            "name" : "Catastrophic Failure",
            "value" : "catastrophic",
            "description" : "Whenever you roll a natural 1, there is a chance the outcome becomes a catastrophic failure, leading to a butterfly effect chain that ends in a truly horrible outcome. This can occur no more than once a play session."
        },
        {
            "name" : "Addict",
            "value" : "addict",
            "description" : "In order to take a short or long rest, your character must either consume either alcohol, painkillers, or some other drug. Start with 5 units of alcohol."
        },
        {
            "name" : "Sickly",
            "value" : "sickly",
            "description" : "Your character has a rare, incurable disease. You must take Special Medicine everyday at the start of the day. Failure to do so causes you to lose half of your max health and energy. If starting the game with this flaw, start with 2 special medicine."
        },
        {
            "name" : "Vulnerable",
            "value" : "vulnerable",
            "description" : "Your character takes double damage."
        },
        {
            "name" : "Traumatized",
            "value" : "Traumatized",
            "description" : "Each round of combat consumes an additional 2 sanity."
        }
    ]
}