{
    "abilities" : [
        {
            "name" : "Select Ability",
            "value" : "none",
            "description" : "Select an ability to see its description."
        },
        {
            "name" : "Mulligan",
            "value" : "mulligan",
            "description" : "Two times a play session, you can make a Double Down (re-roll a roll) without any cost"
        },
        {
            "name" : "High Octane",
            "value" : "high_octane",
            "description" : "You can take one additional action on your turn by spending 3 energy."
        },
        {
            "name" : "Triage",
            "value" : "triage",
            "description" : "You can use an action to determine the exact health of up to three enemy targets. This can be repeated in a turn without having to spend energy. "
        },
        {
            "name" : "Cheerleader",
            "value" : "cheerleader",
            "description" : "5 times a play session, you can give any player a +2 bonus to their next roll."
        },
        {
            "name" : "Encyclopedia",
            "value" : "encyclopedia",
            "description" : "You can attempt any skill roll even for a skill you don't possess by passing an Intelligence check first."
        },
        {
            "name" : "Gotta Go Fast",
            "value" : "speedster",
            "description" : "Gain an additional 2 movement speed."
        },
        {
            "name" : "Martial Artist",
            "value" : "Martial Artist",
            "description" : "Successful dodging gives you a free melee attack opportunity. Any hand to hand combat attack always has easy difficulty. "
        },
        {
            "name" : "Sniper",
            "value" : "sniper",
            "description" : "You can spend one action to give your ranged attack action in the same turn a +3 hit bonus. Increase ranged hit roll by 2"
        }
    ],
    "flaws" : [
        {
            "name" : "Select Flaw",
            "value" : "none",
            "description" : "Select a flaw to see its description"
        },
        {
            "name" : "Fainthearted",
            "value" : "fainthearted",
            "description" : "If you roll initiative of 3 or lower, your first action in combat is to freeze up. "
        },
        {
            "name" : "Nearsighted",
            "value" : "nearsighted",
            "description" : "Everytime you roll a natural 1, your glasses will fall off. All Perception checks fail and ranged attacks receive Impossible+ difficulty until you spend an action to pick them up and put them back on. Your glasses can break."
        },
        {
            "name" : "Ill-Fated",
            "value" : "illfated",
            "description" : "Two times a play session, the ZM can force you to re-roll any non-attack roll. Any resources spent on the first roll are refunded."
        },
        {
            "name" : "Clumsy",
            "value" : "clumsy",
            "description" : "Your character occasionally slips up and causes an accident. This can occur no more than two times a play session."
        },
        {
            "name" : "Addict",
            "value" : "addict",
            "description" : "In order to take a short or long rest, your character must either consume either alcohol, painkillers, or some other drug. Start with 5 units of alcohol."
        },
        {
            "name" : "Sickly",
            "value" : "sickly",
            "description" : "Your character has a rare, incurable disease. You must take Special Medicine everyday at the start of the day. Failure to do so causes you to lose half of your max health and energy. If starting the game with this flaw, start with 2 special medicine."
        },
        {
            "name" : "Vulnerable",
            "value" : "vulnerable",
            "description" : "Your character takes double damage."
        },
        {
            "name" : "Traumatized",
            "value" : "Traumatized",
            "description" : "Each round of combat consumes 3 sanity instead of 2. "
        }
    ]
}