[
    {
        "display_name": "Strength",
        "attr_name": "strength",
        "default_value": 2,
        "default_mod": -1,
        "description": "Strength is a measure of your character's physical power. Higher strength makes it easier for you to land melee attacks, break free from grabs, and perform feats of raw power."
    },
    {
        "display_name": "Dexterity",
        "attr_name": "dexterity",
        "reminder_note": "Ranged Hit, Dodging",
        "default_value": 2,
        "default_mod": -1,
        "description": "Dexterity is a measure of your character's coordination, reflexes, and agility. Dexterity improves your character's ability to land ranged attacks, dodge attacks from the enemy, or perform feats requiring finesse. "
    },
    {
        "display_name": "Intelligence",
        "attr_name": "intelligence",
        "reminder_note": "XP Gain, Knowledge, Clues",
        "default_value": 2,
        "default_mod": -1,
        "description": "Intelligence is a measure of your character's mental capacity and ability to learn. Intelligence increases the amount of XP your character gains or perform tasks requiring mental acumen."
    },
    {
        "display_name": "Perception",
        "attr_name": "perception",
        "reminder_note": "Scouting, Senses",
        "default_value": 2,
        "default_mod": -1,
        "description": "Perception is a measure of your character's general awareness of your surroundings and the keenness of your senses. Perception allows you to spot, hear, or detect something."
    },
    {
        "display_name": "Tenacity",
        "attr_name": "tenacity",
        "default_value": 2,
        "default_mod": -1,
        "description": "Tenacity is a measure of your character's mental fortitude and determination. Tenacity allows you to power through pain and deal with traumatic scenes and stress."
    },
    {
        "display_name": "Charisma",
        "attr_name": "charisma",
        "default_value": 2,
        "default_mod": -1,
        "description": "Charisma is a measure of your character's charm around others. Charisma allows you to interact with other humans in a more successful manner."
    },
    {
        "display_name": "Luck",
        "attr_name": "luck",
        "default_value": 2,
        "default_mod": -1,
        "description": "Luck is a mysterious attribute that represents your character's fortune. Luck can inexplicably affect the outcome of certain situations and actions. "
    }
]