[
    {
        "name": "Select Flaw",
        "value": "",
        "description": "Select a flaw to see its description",
        "default": "true"
    },
    {
        "name": "Alcoholic",
        "value": "alcoholic",
        "description": "Your character cannot restore resources unless they consume 2 alcohol in a day."
    },
    {
        "name": "Asthma",
        "value": "asthma",
        "description": "Moving more than 5 spaces in a turn causes your character to take damage."
    },
    {
        "name": "Battle-scarred",
        "value": "Battle-scarred",
        "description": "If you roll an initiative of 8 or lower, your first action will be a Stress Response."
    },
    {
        "name": "Catastrophic Failure",
        "value": "catastrophic",
        "description": "Whenever you roll a natural 1, there is a chance the outcome becomes a catastrophic failure, leading to a butterfly effect chain that ends in a disaster. This can occur no more than once a play session."
    },
    {
        "name": "Clumsy",
        "value": "clumsy",
        "description": "Your character occasionally slips up and causes an accident. This can occur no more than two times a play session."
    },
    {
        "name": "Glutton",
        "value": "glutton",
        "description": "Your character only restores 2 energy per unit of food."
    },
    {
        "name": "Hemophiliac",
        "value": "hemophiliac",
        "description": "Health regain effects are reduced by 50%."
    },
    {
        "name": "Nearsighted",
        "value": "nearsighted",
        "description": "If your character takes damage, roll a passive luck check. If that check fails, your glasses break and you receive a heavy penalty to ranged attacks and perception checks."
    },
    {
        "name": "Panicked",
        "value": "panicked",
        "description": "Your character is more prone to random sanity loss checks. If ever in combat with overwhelming odds, receive a penalty to all attacks."
    },
    {
        "name": "Restless",
        "value": "restless",
        "description": "Your character does not get a Long Rest bonus for resource restoration."        
    },
    {
        "name": "Sickly",
        "value": "sickly",
        "description": "Your character has a rare, incurable disease. Your character now has a daily consumption requirement of 1 special medicine. If starting the game with this flaw, start with 2 special medicine."
    },
    {
        "name": "Unlucky",
        "value": "lucky",
        "description": "Two times a play session, the ZM can force you to re-roll any roll. Any resources spent on the initial roll are refunded."
    },
    {
        "name": "Unwelcome",
        "value": "unwelcome",
        "description": "NPCs will typically start off with a bad first impression of you and generally mistrust you."
    }
]